{"podcast_details": {"podcast_title": "POLITICO Tech", "episode_title": "Meet the anti-hate group agitating Elon Musk and Jim Jordan", "episode_image": "https://image.simplecastcdn.com/images/be2d3049-4f3b-4332-9bec-df8b43b108c8/e908c093-19be-4b2d-b16e-c06cadc736e6/3000x3000/tech-for-apple-only-3000x3000-audio.jpg?aid=rss_feed", "episode_transcript": " Hey, welcome to Politico Tech. It's Friday, August 18th. I'm Stephen Overly. A conservative talking point that you've probably heard is that social media companies suppress conservative voices on their platforms. Since taking over as chair of the House Judiciary Committee, Jim Jordan has been on the hunt for evidence that the Biden administration conspired with tech companies and nonprofit groups to do just that. On Thursday, that search escalated. Jordan sent subpoenas to FBI Director Christopher Wray and Attorney General Merrick Garland demanding copies of communication their agencies have had with social media companies and with groups that research hate speech and misinformation. One of the research groups Jordan has targeted in his investigation is the Center for Countering Digital Hate, a small nonprofit run by Imran Ahmed. It tracks the spread of hate speech and harmful content on social media platforms, like studies into content about suicide and eating disorders being served to teenage girls on TikTok. This is the same group that X, the company formerly known as Twitter, sued a few weeks ago after it published research showing a rise in hate speech since Elon Musk took over. These fights have put unprecedented attention on the tiny Center for Countering Digital Hate. I think Elon Musk hoped that I would get a letter from Alex Spearer and collapse into floods of tears. The reality is I made sure that we had secured legal counsel and then I went to go and see Barbie. On the show today, Imran Ahmed tells me what Jordan and Musk have gotten wrong and why he's actually kind of relishing the heat of the spotlight. You've sent this response now to Chairman Jordan. It seems like a lot of the letter was kind of aimed at clarifying misconceptions that you think the committee has about your organization What are those main misconceptions you want to set straight? Well, I mean, there's two serious misconceptions that seem to underpin the original request from the House committee. One is that CCDH takes funding from the US government, which you would think would be a matter of public record. And we keep being asked it. Now, finally, if the other place where this misconception crops up is in the ex-corp litigation, which came out a few days before the House committee sent us a letter. So perhaps they were taking from that ex-corp litigation a misunderstanding and then echoing it in their own letter. The second is that we are an operation that specifically works with the government and we don't really. I mean, what we do is we brief people on our research and then let them do what they want with it. Now, it so happens that our research is, I believe, of an exceptionally high quality in communicating a message about a problem. And I'm unsurprised that, you know, President Biden's administration used our research. But I think crucially, what we've communicated in our letter back is we worked with President Trump's administration, too, when it came to dealing with anti-Semitism, for example. And we worked with Mike Pompeo and his State Department with Ilan Karr, the president's special envoy for anti-Semitism, with, you know, appearing in conferences alongside the Benjamin Esenyahu and Michael Gove from the UK. So to speak about digital anti-Semitism. And, you know, in our letter, we reference the fact that we were thanked by Mr. Pompeo's State Department for helping them to deal with what they said was the scourge of the internet, that being hate speech. You mentioned in your response the way you've worked across Republican and Democratic administrations and that you also mentioned at the very end something I want to highlight. And you've just said it now as well, which is, you know, this inquiry from the Judiciary Committee came immediately after X filed its lawsuit. And you sort of end the response saying that this inquiry, the X lawsuits, or none of this will dissuade you from the work that you're doing. Is that what you think is happening here? Well, I certainly think the X Corp litigation is designed to silence any critics to Mr. Musk because he's incapable of tolerating anyone undermining his enormous ego and his business's prosperity. With regards to the request from the House Committee, look, I'm not going to try and discern intent from what Mr. Jordan is trying to do. However, I do think it's incredibly curious how close they were in timing and as well other things going on. For example, Stephen Miller and his American First Legal Defense Fund opening what they call an inquiry into CCDH, which is actually sending a few FOIA requests, freedom of information requests to agencies. Again, based on the same sort of assumption that we are colluding with government, he's demanded that these agencies release their correspondence with us. They will find this very boring. It's basically us saying, look, here's what our research has found. By the way, your government, whether it's the Trump administration or the Biden administration, is doing an atrocious job on actually bringing forward legislation that you've promised repeatedly that would actually help us to curb some of the most extreme harms that we're seeing on the internet and that other jurisdictions, for example, the European Union with the Digital Services Act and the United Kingdom with the online safety bill are doing much better on. Well, the suggestion from Congressman Jordan seems to be that there's some sort of collusion with the Biden administration for censorship. Given that you communicated, as you said, with the Trump administration and with the Biden administration, I mean, what are the differences in terms of your engagement with each of those administrations about the work and the research that you've done? We're genuinely bipartisan. I don't, I am not interested in smoke-filled rooms or plotting. I'm interested in telling people what we find and trying to get them to a level of understanding where they understand the nature of the threat and they start to think about some of the solutions to it. And we've got our staff. You know, I spent all my time going around telling people we have the Star Framework, which is on our website, counterhate.com, where people can donate as well, which says, you know, safety by design, transparency, accountability, responsibility are the key components of a regulatory framework that would comply with free speech laws and the First Amendment, but would also give us the sense that we can hold these big corporations that have such an impact on our society accountable and have the information to be able to do so and drive them to start to think about safety in their product design decisions and their executive decisions on content enforcement, on rules enforcement. So, you know, that's what most of our work is doing. And I feel really, really confident personally that we have never acted in a way which would be partisan or that would indicate that we are asking the government to do something. We don't. Our job is to educate them and tell them to pass laws because that's their job. Okay, Stephen here. Just inserting myself to let you know that I reached out to Jim Jordan's office for comment. His spokesperson sent me a statement that read, CCDH has failed to produce a single document to the committee and are clearly acting in bad faith with this investigation. If they want to set the record straight, they should have complied with our request. Okay, back to my interview. Yeah, the letter also mentioned your recent meeting with the X-Corp CEO, Linda Jacarino. What was that like? Well, I mean, it was held under what's called Chatham House Rules. So you're not meant to sort of identify what others say. But I'm, you know, I'm quite comfortable saying what I said. I said to her that I thought she had the hardest job in Silicon Valley because on the one hand, she has to balance the desires of her boss, Elon Musk. And on the other hand, the needs of the advertisers, the commercial basis of the business who all say, we don't want our ads appearing on one of the biggest vectors of hate and disinformation. And I told her she was doing an atrocious job on it. Because, you know, her solution is that I will make sure your ad does not appear next to hate. She misunderstands what most brands are. They're run by people. People don't want to give money to the main vector of hate and disinformation in our society. Okay, so it's this work you've done on Twitter that and we're now X has attracted Elon Musk's attention and attracted this lawsuit against the center. What is the status of that lawsuit or what's going on there with that lawsuit? So just to explain to those who are listening and don't know who we are, we operate across five areas that we're interested in of how social media is affecting really, really significantly our lives. One of them is kids and their psychology. Another is identity based hate. And that was the reason I set up the organization. And Twitter is a really important part of that. And hateful content, controversial content, disinformation actually has an algorithmic advantage on Twitter because it drives engagement. It makes people angry. And that actually drives visibility. So we've always thought Twitter is a really important platform. When Musk took it over, he made clear that he wanted to put up the back signal to all the people who'd been banned before by the old regime to say, come on back in. So we wanted to see what the difference was. So we quantified the amount of hate speech. And in particular, we looked at a few of the most offensive slurs possible. So the most offensive slur against African-Americans, against Jewish people, against gay people, against women. And we looked at what was the level before he took over and then the level in the month after he took over. And we found an enormous leap in the volume of hate speech. And that is a piece of work that ended up on the New York Times front page. Mr. Musk claims that. Lots of advertisers then said, we are leaving the platform as a result. And he's now suing us for having the temerity to hold him accountable. The lawsuit is really clearly attempting to silence us, to stop us from being able to criticize them. And it is fundamentally baseless. It's sort of a retaliatory, a childish lashing out at CCDH, seemingly designed to silence us, which is ironic coming from Mr. Free Speech, isn't it? Stephen busting in here again, I reached out to X for comment and did not hear back. In its lawsuit, X accused the Center for Countering Digital Hate of improperly gaining access to company data and breach of contract, among other things. The company also accused Imran's group of being activists, not researchers. Okay, back to the interview. You said Elon Musk is sort of trying to silence you with this. And I know your response has been you won't be silenced. You're essentially doubling down, I guess, right? You know, confronting hate speech on X. What does that mean exactly? Well, I mean, we see this as the price of the success of our work in, you know, in showing the public what harm is being done on his platform and lots and lots of people. I mean, the majority of Americans are either a woman or gay or black or brown or another group of people which is targeted by hate actors. And so they get it, right? He's actually working against a massive majority of the American public who get why we exist and why what we do is important for protecting civil rights and human rights in America today. You know, lots of people who are just sympathetic because they care about the issue, you know, there's lots of people who are just tolerant and decent in America. And I think that he is he's arguing for ironically, he's kind of got Twitter brain. You know, that psychological phenomenon when you spend too much time on Twitter and you think that the only people in America are the people that believe crazy things, because they're the things the platform show you most. And so in one respect, he's essentially his lawsuit is an example of Twitter brain. But the truth is that the damage it could cause us is enormous. I mean, this is going to cost us hundreds of thousands of dollars. This is warfare against independent civil society and any sense of accountability. Because if we are silenced, there's no one to hold them accountable. So where do you go from here, Imran? You know, now that you're you've made this response to the House Judiciary Committee, you have this lawsuit going with X, you know, where do you go from here? My first job as a CEO is to survive is to make sure that we that we survive and are able to continue our advocacy. Because look, here's what I've realized is that the X Corp lawsuit is actually because it's not a product of failure. It's a product of success. Right. And we are doing a great job as an organization in communicating online harms in creating the impetus for change by social media companies change by regulators. And I think we just need to double down on our mission. This is a this is this is actually a sign that we're doing a great job. But right now in the short term, it's clear the strategy of someone like Elon Musk is trying to bleed us dry. And that's why right now we're doing an enormous amount of fundraising, both from, you know, philanthropic institutions, but more importantly, for members of the public who've donated tens of thousands of dollars on our website, canterhate.com in the last few weeks and months. It sounds like this is in some ways bringing a rush of attention and funding for your organization, even if even if some of that money is going to go toward legal fees. Yeah. And look, we it is definitely bringing us more attention than we've had, you know, for not necessarily entirely in the past, but it's giving us a lot more attention and a lot more funding. And that is the inadvertent, you know, that's the inadvertent effects of Elon Musk doing something really, really, really dumb. You know, he's making a series of unforced errors, both with his stewardship of Twitter and in his behavior towards civil society. And I think that they will, they are backfiring on him because actually this is strengthening our resolve and strengthening our pocketbook when it comes to doing the work that we believe to be so important. And clearly in the amount of coverage that we get for our research and for the fact that advertisers he claims are taking it very seriously, that research is both needed and appreciated. You do sound like a man who is putting out fires these days. Oh, I'm setting a few as well. But yes, my, you know, I, I, I, it's a very challenging job to run an organization like this right now when you're under such scrutiny and when the world's richest man is trying to bully you. But I've never backed down from a bully before and I'm not going to start now. Thanks for listening to Politico Tech this week. For more technology news, subscribe to our newsletters, Digital Future Daily and Morning Tech. Music in today's episode comes from the mysterious Breakmaster Cylinder. Our senior producer is Andy Reese. Our editors are Steve Heuser and Louisa Savage. I'm Stephen Overly. I'll see you back here on Monday."}, "podcast_summary": "In this episode of Politico Tech, host Stephen Overly discusses the recent subpoenas issued by Jim Jordan, chair of the House Judiciary Committee, to FBI Director Christopher Wray and Attorney General Merrick Garland. Jordan is investigating the alleged suppression of conservative voices by social media companies and nonprofit groups with ties to the Biden administration. Imran Ahmed, the founder of the Center for Countering Digital Hate (CCDH), a small nonprofit that tracks hate speech and harmful content on social media platforms, joins the show to address misconceptions about his organization and its relationship with the government. Ahmed also discusses his recent meeting with X-Corp CEO Linda Jacarino and the lawsuit filed against CCDH by X, formerly known as Twitter, after CCDH published research showing a rise in hate speech since Elon Musk took over. Ahmed asserts that the lawsuit is designed to silence critics and stop CCDH from holding companies accountable. He remains committed to the organization's mission of advocating for change and believes that the attention and funding generated by these events will strengthen their resolve.", "podcast_guest": "Imran Ahmed is a prominent figure in the fight against online hate and misinformation, currently serving as the CEO of the Center for Countering Digital Hate. With a strong background in digital communications and advocacy, Imran has successfully led various campaigns against hate speech and disinformation, making a significant impact on the global digital landscape. Prior to his current role, he held key positions in renowned organizations, including the British Red Cross and Islamic Relief. Imran's expertise lies in utilizing digital technologies to tackle digital hate and educate online users on media literacy, making him a valuable and insightful guest for any podcast discussing the social impact of technology and the importance of countering online hate.", "podcast_highlights": "- Jim Jordan has sent subpoenas to the FBI director and attorney general, demanding copies of communication they have had with social media companies and research groups.\n- Imran Ahmed clarifies misconceptions about his organization, the Center for Countering Digital Hate (CCDH), stating that they do not take funding from the US government and they do not work directly with the government.\n- Imran Ahmed highlights the bipartisan nature of CCDH's work, stating that they are focused on educating and informing policymakers rather than asking them to take specific actions.\n- Imran Ahmed believes that the XCorp lawsuit is designed to silence critics of Elon Musk and that it is baseless and retaliatory.\n- Despite the challenges, Imran Ahmed emphasizes that CCDH will not be silenced and will continue its work in confronting hate speech and holding social media platforms accountable."}